{
  "For the integrated BLE module, 15 Seconds just after the teaching is done on the LOP the BLE module is triggered into commissioning mode. Select it.": "Bei integriertem BLE-Modul wird 15 Sekunden nach Abschluss des Teach-in-Vorgangs auf dem LOP das BLE-Modul in den Inbetriebsetzungsmodus versetzt. Wählen Sie es aus.",
  "The QR code is only shown 1 hour after start. If QR code is not showing on a unconfigured device, restart the screen, then Scan the QR code.": "Der QR-Code wird erst eine Stunde nach dem Start angezeigt. Wenn der QR-Code auf einem nicht konfigurierten Gerät nicht angezeigt wird, starten Sie den Bildschirm erneut und scannen Sie dann den QR-Code.",
  "Once the elevator has been configured, incase ETMA is installed select it under TA Modem Type and continue with the next steps.": "Sobald der Aufzug konfiguriert wurde und wenn ETMA montiert ist, wählen Sie ETMA unter TA-Modemtyp, und fahren Sie mit den nächsten Schritten fort.",
  "Make sure the TA Modem Type and the Equipment Number are correct confirm that the TA for above Equipment is connected.": "Vergewissern Sie sich, dass TA-Modemtyp und Anlagennummer stimmen. Vergewissern Sie sich, dass der TA für die genannte Anlage angeschlossen ist.",
  "Hence these steps can be used as verification to check if the communication towards the display is working proper.": "Mit diesen Schritten kann daher geprüft werden, ob die Kommunikation mit dem Display einwandfrei funktioniert.",
  "To configure the BLE, please bring the LOP into teaching mode, as per chapter 4 of this eLearning,": "Um das BLE zu konfigurieren, schalten Sie das LOP gemäss Kapitel 4 dieses E-Learning-Dokuments in den Teach-in-Modus.",
  "Please Check and change all the parameters according to your needs and then click on \"Configure\".": "Prüfen Sie alle Parameter, ändern Sie sie nach Bedarf und tippen Sie dann auf „Konfigurieren“.",
  "If the commissioned floor is successful then the Blue tooth Icon in the App turns to Green.": "Wenn das Stockwerk erfolgreich in Betrieb gesetzt wurde, leuchtet das Bluetooth-Symbol in der App grün.",
  "In Screen Configuration enter the Equipment number of this elevator Manually or scan it.": "Geben Sie auf der Seite „Bildschirmkonfiguration“ die Anlagennummer dieses Aufzugs manuell ein, oder scannen Sie sie.",
  "In case the alarm calls should go directly to the customer, adapt them, else proceed.": "Falls die Alarmrufe direkt an den Kunden gehen sollen, passen Sie sie an. Anderenfalls fahren Sie fort.",
  "Enable the Display devices in order to enable the display function within the Cube.": "Aktivieren Sie die Option „Anzeigegeräte“, um die Anzeigefunktion innerhalb des Cubes zu aktivieren.",
  "ETM Detect Modem Success is expected, if failed, check the connection to the ETMA.": "„ETM Detect Modem Success“ wird erwartet. Kontrollieren Sie bei Fehlern die Verbindung zu ETMA.",
  "Once the BLE beacon has been discovered it can be selected and click to \"Assign\"": "Sobald das BLE erkannt wurde, können Sie es auswählen und auf „Zuweisen“ tippen.",
  "Repeat this steps [1 to 7] then for all floors. Once all done click on \"Done\"": "Wiederholen Sie Schritt [1 bis 7] für alle Stockwerke. Wenn alles erledigt ist, tippen Sie auf „Fertig“.",
  "Check on this screen if equipment number, address and location are correct.": "Prüfen Sie auf diesem Bildschirm, ob Anlagennummer, Adresse und Standort stimmen.",
  "These steps are performed directly through the network towards the device.": "Diese Schritte werden direkt über die Netzwerkverbindung zum Gerät ausgeführt.",
  "Select Ethernet and the correct Group / Lift ID and go to the next steps.": "Ethernet und die richtige Gruppen-/Aufzug-ID auswählen und mit den nächsten Schritten fortfahren.",
  "Start the mobile app on the overview screen click on iSPECI \"Procedures\"": "Starten Sie die mobile App iSPECI. Tippen Sie auf der Übersichtsseite auf „Verfahren“.",
  "Enter here the Equipment number of this elevator Manually or scan it.": "Geben Sie hier die Anlagennummer dieses Aufzugs manuell ein, oder scannen Sie sie.",
  "Commissioning done, finish with left upper arrow or close the iSpeci": "Die Inbetriebsetzung ist abgeschlossen. Schliessen Sie den Vorgang mit dem linken oberen Pfeil ab, oder beenden Sie iSpeci.",
  "Once the changes are applied, iSpeci indicates that as successful.": "Sobald die Änderungen übernommen wurden, markiert iSpeci diese als erfolgreich.",
  "Activation of Fl X 500/600 LOP BLE Beacon to Commissioning mode.": "Aktivierung des Inbetriebsetzungsmodus des BLE-Beacons für das LOP FI X 500/600.",
  "To restart the display disconnect the power plug behind the COP.": "Um das Display neu zu starten, ziehen Sie den Netzstecker hinter dem COP ab.",
  "Link screen is successful, Click on Serial number to configure.": "Der Bildschim wurde erfolgreich verknüpft. Tippen Sie auf Seriennummer, um die Konfiguration vorzunehmen.",
  "In case of an ETMA installed, ADD TELEALARM and Proceed.": "Wenn ETMA installiert ist, wählen Sie „TELEALARM HINZUFÜGEN“ und fahren Sie fort.",
  "Click Click Click here here on ElevateMe Commissioning": "Tippen Sie hier auf „ElevateMe – Inbetriebsetzung“.",
  "If it is correct, Continue with the Confirm Button.": "Fahren Sie nach fehlerfreiem Ablauf mit der Schaltfläche „Bestätigen“ fort.",
  "Scan the QR code which is shown on the COP screen.": "Scannen Sie den QR-Code, der auf dem COP-Bildschirm angezeigt wird.",
  "Make sure the Module Number matches to the Lift ID": "Vergewissern Sie sich, dass die „Modulnummer“ zur Aufzugs-ID passt.",
  "Enter the received, CUBE mobile number via SMS.": "Geben Sie die empfangene CUBE-Mobilfunknummer per SMS ein.",
  "Please select the cube you want to commission.": "Wählen Sie den Cube aus, den Sie in Betrieb setzen möchten.",
  "Please wait for configuration to get completed": "Warten Sie, bis die Konfiguration abgeschlossen ist.",
  "Enter the equipment number, check the address": "Geben Sie die Anlagennummer ein, kontrollieren Sie die Adresse.",
  "For the installation type you are setting up": "Für den Anlagentyp, den Sie einrichten:",
  "Wait Until the elevator has been Configured.": "Warten Sie, bis der Aufzug konfiguriert wurde",
  "In Procedures Click on Screen Configuration": "Tippen Sie auf der Seite „Verfahren“ auf „Bildschirmkonfiguration“.",
  "To which Controller your Cube is connected.": "Steuerung, mit der der Cube verbunden ist",
  "Click on the lower right arrow and proceed.": "Tippen Sie auf den unteren rechten Pfeil und fahren Sie fort.",
  "Wait until the Cube preparation gets done.": "Warten Sie, bis die Cube-Vorbereitung abgeschlossen ist.",
  "Wait Until the CUBE preparation gets done.": "Warten Sie, bis die CUBE-Vorbereitung abgeschlossen ist.",
  "Select Elevator and go to the next step.": "Wählen Sie „Aufzug“ aus und fahren Sie mit dem nächsten Schritt fort.",
  "Check if the floor and side is correct.": "Kontrollieren Sie, ob Stockwerk und Zugangsseite in Ordnung sind.",
  "Check Equipment information on the app": "Prüfen Sie die Anlageninformationen in der App.",
  "The numbers are written onto the ETMA.": "Die Nummern werden in die ETMA geschrieben.",
  "Send SMS and enter SIM phone number.": "Wählen Sie „SMS senden“ und geben Sie die SIM-Telefonnummer ein.",
  "1st step CUBE Configuration is Done.": "Der erste Schritt der CUBE-Konfiguration ist abgeschlossen.",
  "Select Controller Type, (SC1/SCX)": "Wählen Sie den Steuerungstyp „(SC1/SCX)“ aus.",
  "In the Main Menu go to Commands.": "Gehen Sie im Hauptmenü zu „Commands“.",
  "In Commands ETM Detect mode \"OK\"": "Unter „Commands ETM Detect mode“ „OK“",
  "The default numbers are loaded.": "Die voreingestellten Nummern werden geladen.",
  "The configuration is Completed.": "Die Konfiguration ist abgeschlossen.",
  "Click on \"Link Screen Device\".": "Tippen Sie auf „Bildschirm verknüpfen“.",
  "This can take up to 5 minutes.": "Dies kann bis zu 5 Minuten dauern.",
  "Then go ahead with \"Continue\"": "Fahren Sie anschliessend mit „Weiter“ fort.",
  "In Commands go to Secure Comm": "Wählen Sie unter „Commands“ die Option „Secure comm.“.",
  "In Secure Comm go to Approve.": "Wählen Sie unter „Secure comm.“ die Option „Approve“.",
  "To proceed click on \"Finish\"": "Tippen Sie auf „Fertigstellen“, um fortzufahren.",
  "Approve secure communication": "Sichere Kommunikation zulassen",
  "If multiple cubes are found": "Wenn mehrere Cubes gefunden werden:",
  "G W-xx CUBE serial number.": "G W-xx CUBE-Seriennummer",
  "Modem detection for ETMA.": "Modemerkennung für ETMA.",
  "On the Overview screen": "Tippen Sie auf der Übersichtsseite von",
  "Click on \"Guided Mode\"": "Tippen Sie auf „Geführter Modus“.",
  "Start the mobile app,": "Starten Sie die mobile App.",
  "Then Click \"Confirm\"": "Tippen Sie dann auf „Bestätigen“.",
  "Log in on the SMLCD.": "Melden Sie sich beim SMLCD an.",
  "Select TeleAlarm El.": "Wählen Sie „Telealarm EI“.",
  "Then click confirm.": "Tippen Sie dann auf „Bestätigen“.",
  "Click on procedures": "auf „Verfahren“.",
  "Click on \"Connect\"": "Tippen Sie auf „Verbinden“.",
  "Please Select CUBE": "Wählen Sie „CUBE“.",
  "Then click Done": "Tippen Sie dann auf Fertig.",
  "iSpeci": "iSPECI"
}