{
  "For the integrated BLE module, 15 Seconds just after the teaching is done on the LOP the BLE module is triggered into commissioning mode. Select it.": "En el caso del módulo BLE integrado, 15 segundos después de que se lleve a cabo el Teach-in en la LOP, el módulo BLE pasa al modo de puesta en marcha. Selecciónelo.",
  "The QR code is only shown 1 hour after start. If QR code is not showing on a unconfigured device, restart the screen, then Scan the QR code.": "El código QR solo se muestra durante 1 hora tras el inicio. Si el código QR no se muestra en un dispositivo no configurado, reinicie la pantalla y luego escanee el código QR.",
  "Once the elevator has been configured, incase ETMA is installed select it under TA Modem Type and continue with the next steps.": "Una vez configurado el ascensor, y en caso de que esté instalado ETMA, selecciónelo en Tipo de módem TA  y continúe con los siguientes pasos.",
  "Make sure the TA Modem Type and the Equipment Number are correct confirm that the TA for above Equipment is connected.": "Asegúrese de que el tipo de módem TA y el número de equipo sean correctos. Confirme que el TA del equipo mencionado anteriormente esté conectado.",
  "Hence these steps can be used as verification to check if the communication towards the display is working proper.": "Por lo tanto, estos pasos se pueden utilizar como verificación para comprobar si la comunicación con la pantalla funciona correctamente.",
  "To configure the BLE, please bring the LOP into teaching mode, as per chapter 4 of this eLearning,": "Para configurar la BLE, ponga la LOP en modo Teach-in, de acuerdo con el capítulo 4 de esta formación en línea.",
  "Please Check and change all the parameters according to your needs and then click on \"Configure\".": "Compruebe y modifique todos los parámetros de acuerdo con sus necesidades y, a continuación, haga clic en “Configurar”.",
  "If the commissioned floor is successful then the Blue tooth Icon in the App turns to Green.": "Si la puesta en marcha en el piso seleccionado es correcta, el icono Bluetooth de la aplicación se vuelve verde.",
  "In Screen Configuration enter the Equipment number of this elevator Manually or scan it.": "En Configuración de la pantalla, introduzca manualmente el número de equipo de este ascensor o escanéelo.",
  "In case the alarm calls should go directly to the customer, adapt them, else proceed.": "En caso de que las llamadas de alarma deban ir directamente al cliente, adáptelas, en caso contrario, continúe.",
  "Enable the Display devices in order to enable the display function within the Cube.": "Habilite los dispositivos de visualización para activar la función de visualización dentro de Cube.",
  "ETM Detect Modem Success is expected, if failed, check the connection to the ETMA.": "Se espera que el ETM detecte éxito en el módem, si falla, verifique la conexión al ETMA.",
  "Once the BLE beacon has been discovered it can be selected and click to \"Assign\"": "Una vez detectada la baliza BLE ésta se puede seleccionar y hacer clic en \"Asignar\"",
  "Repeat this steps [1 to 7] then for all floors. Once all done click on \"Done\"": "Repita estos pasos [1 a 7] para todos los pisos. Una vez realizado todo el proceso, haga clic en \"Hecho\"",
  "Check on this screen if equipment number, address and location are correct.": "En esta pantalla, compruebe si el número de equipo, la dirección y la ubicación son correctos.",
  "These steps are performed directly through the network towards the device.": "Estos pasos se realizan directamente, a través de la red, en el dispositivo.",
  "Select Ethernet and the correct Group / Lift ID and go to the next steps.": "Seleccione Ethernet, el ID de grupo/ascensor correcto y vaya a los siguientes pasos.",
  "Start the mobile app on the overview screen click on iSPECI \"Procedures\"": "Inicie la aplicación móvil.  En la pantalla de descripción general haga clic en iSPECI \"Procedimientos\"",
  "Enter here the Equipment number of this elevator Manually or scan it.": "Introduzca aquí el número de equipo del ascensor manualmente o escanéelo.",
  "Commissioning done, finish with left upper arrow or close the iSpeci": "Una vez finalizada la puesta en marcha, pulse la flecha superior izquierda para terminar o cierre iSpeci",
  "Once the changes are applied, iSpeci indicates that as successful.": "Una vez aplicados los cambios, iSpeci indica que se han realizado correctamente.",
  "Activation of Fl X 500/600 LOP BLE Beacon to Commissioning mode.": "Activación de la baliza LOP BLE FI X 500/600 al modo de Puesta en marcha.",
  "To restart the display disconnect the power plug behind the COP.": "Para reiniciar la pantalla, desenchufe el conector de alimentación situado detrás de la COP.",
  "Link screen is successful, Click on Serial number to configure.": "La vinculación de pantalla se ha realizado correctamente. Haga clic en Número de serie para configurar.",
  "In case of an ETMA installed, ADD TELEALARM and Proceed.": "En caso de tener un ETMA instalado, active AÑADIR TELEALARMA y continúe.",
  "If it is correct, Continue with the Confirm Button.": "Si es correcto, continúe con el botón Confirmar.",
  "Scan the QR code which is shown on the COP screen.": "Escanee el código QR que aparece en la pantalla de la COP.",
  "Make sure the Module Number matches to the Lift ID": "Asegúrese de que el Número de módulo  coincida con el ID del ascensor",
  "Enter the received, CUBE mobile number via SMS.": "Introduzca el número de móvil CUBE recibido vía SMS.",
  "Please select the cube you want to commission.": "Seleccione el CUBE que desea poner en marcha.",
  "Please wait for configuration to get completed": "Espere a que se complete la configuración",
  "Enter the equipment number, check the address": "Introduzca el número de equipo, verifique la dirección",
  "For the installation type you are setting up": "Para el tipo de instalación que está configurando",
  "Wait Until the elevator has been Configured.": "Espere hasta que el ascensor haya sido configurado.",
  "In Procedures Click on Screen Configuration": "En Procedimientos, haga clic en Configuración de pantalla",
  "To which Controller your Cube is connected.": "A qué maniobra está conectado su CUBE.",
  "Click on the lower right arrow and proceed.": "Haga clic en la flecha inferior derecha y continúe.",
  "Wait until the Cube preparation gets done.": "Espere hasta que se complete la preparación del CUBE.",
  "Wait Until the CUBE preparation gets done.": "Espere hasta que se complete la preparación del CUBE.",
  "Select Elevator and go to the next step.": "Seleccione Ascensor y vaya al siguiente paso.",
  "Check if the floor and side is correct.": "Compruebe que el piso y el embarque sean correctos.",
  "Check Equipment information on the app": "Consulte la información del equipo en la app",
  "The numbers are written onto the ETMA.": "Los números se escriben en el ETMA.",
  "Click here on ElevateMe Commissioning": "Haga clic en Puesta en marcha de ElevateMe",
  "Send SMS and enter SIM phone number.": "Envíe un SMS e introduzca el número de teléfono SIM.",
  "1st step CUBE Configuration is Done.": "Primer paso, configuración de CUBE, realizado.",
  "Select Controller Type, (SC1/SCX)": "Seleccione el tipo de maniobra, (SC1/SCX)",
  "In the Main Menu go to Commands.": "En el menú principal, vaya a Commands (Comandos).",
  "In Commands ETM Detect mode \"OK\"": "En el modo de detección ETM de comandos (Commands ETM Detect), seleccione “OK”",
  "The default numbers are loaded.": "Se cargan los números predeterminados.",
  "The configuration is Completed.": "La configuración se ha completado.",
  "Click on \"Link Screen Device\".": "Haga clic en ”Vincular dispositivo de pantalla”.",
  "This can take up to 5 minutes.": "Esto puede tardar hasta 5 minutos.",
  "Then go ahead with \"Continue\"": "Luego siga adelante con “Continuar”",
  "In Commands go to Secure Comm": "En Commands  (Comandos) vaya a Secure Comm (Comunicación segura)",
  "In Secure Comm go to Approve.": "En Secure Comm (Comunicación segura) vaya a Approve (Aprobar).",
  "To proceed click on \"Finish\"": "Para continuar, haga clic en “Finalizar”",
  "Approve secure communication": "Apruebe la comunicación segura",
  "If multiple cubes are found": "Si se detectan varios CUBE",
  "G W-xx CUBE serial number.": "G W-xx CUBE número de serie.",
  "Modem detection for ETMA.": "Detección de módem para ETMA.",
  "On the Overview screen": "En la pantalla de descripción general",
  "Click on \"Guided Mode\"": "Haga clic en “Modo guiado”",
  "Start the mobile app,": "Inicie la aplicación móvil,",
  "Then Click \"Confirm\"": "A continuación, haga clic en \"Confirmar\"",
  "Log in on the SMLCD.": "Inicie sesión en el SMLCD.",
  "Select TeleAlarm El.": "Seleccione TeleAlarm El.",
  "Then click confirm.": "A continuación, haga clic en Confirmar.",
  "Click on procedures": "Haga clic en procedimientos",
  "Click on \"Connect\"": "Haga clic en \"Conectar\"",
  "Please Select CUBE": "Seleccione CUBE",
  "Then click Done": "A continuación, haga clic en Hecho"
}